---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.EnergyAnalysisRoomSpaceData
source: html/9f870a6b-4120-7a75-636b-a9927d3b7fb1.htm
---
# Autodesk.Revit.DB.GroupTypeId.EnergyAnalysisRoomSpaceData Property

Room/Space Data.

## Syntax (C#)
```csharp
public static ForgeTypeId EnergyAnalysisRoomSpaceData { get; }
```